[
  "obsidian-tasks-plugin",
  "obsidian-kanban",
  "dataview",
  "calendar",
  "recent-files-obsidian",
  "settings-search",
  "periodic-notes",
  "realclaudian",
  "quickadd",
  "obsidian-reminder-plugin",
  "obsidian-git"
]